Repository: aceventura82/rummi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: General Error
es: Error General

source: Game Created
es: Juego Creado

source: Wrong Data
es: Datos incorrectos

# CannotLeaveGameStarted
source: Cannot leave, game already started
es: No se puede eliminar el juego, ya ha iniciado

# CannotLeaveYouAreAdminAlreadyPlayers
source: Cannot leave, There are already registered players
es: No se puede eliminar el juego, Ya hay jugadores registrados

# Left&Deleted
source: Deleted
es: Eliminado

# NotInGame
source: You are not in this game
es: No estas registrado en este juego

# Left
source: Deleted
es: Eliminado

source: Wron Place
es: Posicion incorrecta

source: Game Has Started
es: Juego ya inició

source: Game Has Ended
es: Juego ha terminado

source: Already In Game
es: Ya estas registrado en este juego

source: Place Not Available
es: Posición no disponible

# TableFull
source: Table Is Full
es: Mesa Llena

source: Joined
es: Te has unido al juego

source: Edited
es: Modificado

source: Deleted
es: Eliminado

# CannotDeleteHasUser
source: Cannot Delete, Game Has Users registered
es: No se puede iliminar, ya tiene jugadores

source: Game Already Started
es: Juego ya inició

source: Game Started
es: Juego Iniciado

# CannotStartOneUser
source: Cannot Start The Game with One User
es: No puedes iniciar, solo hay un jugador

# YouAreNotDealingThisGame
source: You Are Not Dealing
es: No es tu turno para repartir

source: Already Dealt
es: Ya repartiste las cartas

source: Dealt
es: Repartido

source: Not Your Turn
es: No es tu turno

# AlreadyPick
source: Already Picked a Card
es: Ya tomaste carta

# CannotPickFromDiscardAlreadyDrawn
source: Cannot Pick Card From Discard, Already Drawn A Game
es: No puedes tomar carta del descarte, ya bajaste juego

source: Pick Card To Discard
es: Elige una carta para descartar

# CannotDiscardJoker
source: Cannot Discard The Joker
es: El Comodin no se puede descartar

# PickCardFirst
source: Pick A Card First
es: Primero escoje una carta

source: Card Not In Your Game
es: Carta no esta en tu juego

# CannotDiscardPickedFromDiscard
source: You Cannot Discard the Card just Picked From Discard
es: No puedes descartar la misma carta que tomaste del descarte

source: Game Ended
es: Juego Terminado

# Descarted
source: Discarted
es: Descartado

source: Wrong Cards
es: Cartas incorrectas

source: Already Drawn
es: Ya bajaste el juego

source: Missing Cards
es: Faltan cartas

source: Game Is Full Draw
es: El Juego se debe bajar completo

source: Game Not Valid
es: Juego no valido

source: Drawn
es: Juego bajado

# YoCannoDrawOverYet
source: You Cannot Draw Over until you draw a game
es: No puedes poner carta aun

source: No Game To Draw In
es: Juego no encontrado

# NoDrawOverOnDraw
source: You Cannot Draw Over in the same turn of the draw
es: No puedes poner carta si te acabas de bajar

# JustCanOneDrawOver
source: Just Can Draw Over one time per turn
es: Solo puedes bajar una carta

source: Not Valid Card
es: Carta no valida

# NotValidDrawOver
source: Not Valid Card
es: Carta no Valida

source: Draw Over Made
es: Carta bajada

# NotValidPosJoker
source: Not Valid Position for Joker
es: Posicion no valida

# NoCardsInDiscard
source: No Cards In Discard To Pick
es: No hay cartas para tomar del descarte

source: Narrow Search
es: Reduce la busqueda

source: Authentication Failed
es: Ingreso incorrecto

source: User Deactivated
es: Usuario desactivado

# NotValidPass
source: Pasword Not Valid, min: 6 digit, at least one number and une Uppercase letter
es: Contraseña no valida, por lo menos un número y una letra mayuscula

# DiffPass
source: Passwords does not match
es: Las contraseñas no concuerdan

source: PIN Sent
es: Codigo Enviado

source: Wrong PIN
es: Codigo Incorrecto

source: Username Not Valid
es: usuario no valido

# AlreadyUsed
source: username Already Used
es: correo Ya esta en uso

# RegisteredDifferentEMAIL
source: username Already Used
es: correo Ya esta en uso

# UserNotFound
source: Username Not Found
es: Usuario no encontrado

# PlayerSaved
source: Saved
es: Modificado

source: Data Error
es: Datos incorrectos

# WrongPass
source: Wrong Password
es: Contraseña no Valida

source: Password Changed
es: Contraseña Cambiada

# PasswordReset
source: Reset Password
es: Resetear contraseña

# PasswordResetBody
source: Type the code below to verify your identity and change the password: %%CODE%%
es: Ingresa el siguiente codigo en la aplicación para verificar tu identidad y modificar tu contraseña: %%CODE%%

source: Code Sent
es: Codigo enviado

source: Wrong Code
es: Codigo no valido

# PlayerUpdated
source: Updated
es: Modificado

# PinMessage
source: Type the PIN below to verify your email: %%PIN%%
es: Ingresa el siguiente condigo para confirmar tu correo: %%PIN%%

# PinSubject
source: Code to subscrite in Rummi
es: Codigo Registr Rummi

# FileExtError
source: Wrong File extension, valid are: .jpg, .jpeg, .gif
es: Extension no valida, Validos son : .jpg, .jpeg, .gif

# FileSizeError
source: File Size Error, Max: 5Mb
es: Tamaño de Archivo no valido, Max: 5 Mb

source: Join Game
es: Inirse al juego

source: Home
es: Inicio

source: Not Found
es: No encontrado

source: Create Game
es: Crear juego

source: Name
es: Nombre

source: full Draw Games
es: Juegos Obligados

source: Create
es: Crear

source: Login
es: Conectarse

source: Email
es: Correo

source: Password
es: Contraseña

# ResetPass
source: Reset Password
es: Resetear contraseña

source: Code
es: Codigo

source: Repeat Password
es: Repetir contraseña

source: Send
es: Enviar

# EditGame
source: Edit
es: Modificar Juego

source: Go
es: Ir

source: Edit
es: Modificar

source: Game Rules
es: Reglas del Juego

# GameRulesDesc
source: Rummi is a cards game, it is played with two decks of 52-card poker + 4 jokers, Rummi has several game modes, the mode used in this application is 6-handed game, 6 different hands or sets are played and the Player with the least total points is the winner of the game<br /><br />PLAYS:<br />During the game two types of Plays can be assembled: Triples And Straights<br />Triplets:<br />A Triplet, consists of 3 or more letters of the same number or letter regardless of the color, In this version of Rummi, there can be 2 numbers of the same color in a triplet<br />Straight:<br />A Straight consists of 4 or more cards in ascending order and of the same color.In this version of Rummi, when you reach the top of the straight, you can continue from the bottom, that is, if the straight ends in Ace, you can continue with the number 2<br /><br />PLAYS TO ASSEMBLE IN EACH GAME:<br />1. A Triplet and a Straight<br />2. Three Triplets<br />3. Two Triplets and One Straight<br />4. Two Straights<br />5. Two Straights and a Triplet<br />6. Three Straights<br /><br /><br />HAND OR SET OPTIONS<br />A hand or set can be played in two ways, simple or full draw<br />FULL DRAW:<br />A full draw hand or set means the player must put together the plays of the handwith all the cards he has plus the card that he has left over to discard<br />SINGLE:<br />In a single hand or set, the player can draw at any time when he makes the necessary plays of the hand,and continue eliminating cards discarding in games every turn<br /><br />OBJECTIVE:The objective of the game is to make the least amount of points in the 6 hands or sets,<br />for this, the player must try to run out of cards or with the least amount of points in each hand<br /><br />GAME PREPARATION:* Before starting the game, the player who deals the first game, decides which of the 6 hands or sets are full draw<br /><br />* The 108 cards are shuffled (including the 4 jokers)* Cards are dealt equally to each player<br />For the games from the first to the fourth, 13 cards are dealt, for the fifth and sixth, 15 cards are dealt* The rest of the cards are face down in the middle of the table<br /><br />GAME RULES<br />* Start the player who dealt the cards by taking a card from the deck<br /><br />* The player must get rid of a card that is placed in the discard to the right<br /><br />* The next player to the right has the option to take that card or take a card from the deck,In this version of Rummi, each player can only take cards from the discard on their left<br /><br />* The player discards a card and all the players continue the same way<br /><br />* When a player has made the necessary games to draw his game, when he is on his turn and after taking a card,either discard or deck, he can draw the cards<br /><br />* Once the game is drawn, discard a card.<br /><br />* If a player has already drawn the game, he can being on his turn without taking a card,discard a card in a drawn game, can be his game or another player's game<br /><br />* If the player takes a card from the deck and can draw it into another player's game, he can draw it immediately and then discard a card<br /><br />* Once a player has drawn the game, can NOT take cards from the discard again, he can only take from the deck.<br /><br />* Before starting the game, the player who deals the first game, decides which of the 6 hands or sets are full draw<br /><br />* If a player takes a card from discard, he cannot discard that card in the same turn<br /><br /><br />JOKER:<br /><br />The joker replaces any card either on a triplet or on a straight<br />A game, be it triplet or straight, cannot be discarded only with jokers, it must have at least one card other than the joker<br /><br />CARD VALUE:<br /><br />* The numbers between 2 and 10, regardless of the color, have the value that the number represents<br />* Ace of clubs or spades has a value of 15 points<br />* Ace of Diamonds or Hearts has a one point value<br />* The letters J, Q, K have a value of 10 points, regardless of the color.<br />* The Joker has a value of 100 Points<br /><br /><br />
es: Rummi es un Juego de cartas, se juega con dos barajas de poker de 52 cartas + 4 comodines,El Rummi tiene varias modalidades de juego, la modalidad usada en esta aplicación es Juego a 6 manos,Se Juegan 6 manos o sets diferentes y el Jugador con menos puntos en total es el ganador del juego<br /><br />JUGADAS:<br />Durante el juego se pueden armar dos tipos de Jugadas: Ternas Y Escaleras<br />Ternas:<br />Un Terna, consiste en 3 o mas cartas del mismo número o letra sin importar la pinta,En esta versión de Rummi, en una terna pueden haber 2 números de la misma pinta<br />Escalera:<br />Una Escalera consiste de 4 o mas cartas en orden ascendente y que sean de la misma pintaEn esta version de Rummi, al llegar al tope de la escalera, se puede continuar desde el inicio,es decir, si la escalera termina en As, se puede continuar con el número 2<br /><br />JUGADAS A ARMAR EN CADA JUEGO:<br />1. Una Terna y Una Escalera<br />2. Tres Ternas<br />3. Dos Ternas y Una Escalera<br />4. Dos Escaleras<br />5. Dos Escaleras y Una Terna<br />6. Tres Escaleras<br /><br /><br />OPCIONES DE MANO O SET<br />Una mano o set se puede jugar de dos formas, sencilla u obligada<br />OBLIGADA:<br />Una mano o set obligado, quiere decir que el jugador debe armar las jugadas de la manocon la totalidad de las cartas que tiene mas la careta que le sobra para descartar<br />SENCILLA:<br />En una mano o set sencillo, el jugador se puede bajar en cualquier momento que arme las jugadas necesarias de la mano,y continuar eliminando cartas descartando en los juegos en cada turno<br /><br />OBJETIVO:El objetivo del juego es hacer la menor cantidad de puntos en las 6 manos o sets,<br />para esto, el jugador debe tratar de quedar sin cartas o con la menor cantidad de puntos en cada mano<br /><br />PREPARACION DEL JUEGO:* Antes de iniciar el juego, el jugador que reparte el primer juego, decide cuales de las 6 manos o sets son obligadas<br /><br />* Se barajan las 108 cartas (incluidos los 4 comodines)* Se reparten las cartas por igual a cada jugador<br />Para los juegos desde el primero al cuarto se reparten 13 cartas, para el quinto y Sexto se reparten 15 cartas<br /><br />* El resto de las cartas quedan boca abajo en pila en el centro de la mesa<br /><br />REGLAS DEL JUEGO<br />* Inicia el jugador que repartio las cartas tomando una carta de la baraja<br /><br />* El jugador se debe deshacer de una carta que es colocada en el descarte a la derecha<br /><br />* El siguiente jugador a la derecha tiene la opción de tomar esa carta o tomar una carta de la baraja,En esta version de Rummi, Cada Jugador solo puede tomar cartas del descarte que se encuentra a su izquierda<br /><br />* El jugador descarta una carta y así continúan todos los jugadores<br /><br />* Cuando un jugador haya armado las jugadas necesarias para bajar su juego, cuando este en su turno y luego de tomar una carta,ya sea del descarte o de la baraja, puede bajar las cartas de su juego<br /><br />* Una vez bajado el juego descarta una carta.<br /><br />* Si un jugador ya ha bajado sus jugadas, puede en su turno sin necesidad de tomar carta,descartar una carta en un juego bajado, sea su juego o el juego de otro jugador<br /><br />* Si el jugador toma una carta de la baraja y la puede poner en un juego de otro jugador, la puede poner inmediatamente y luego botar una carta<br /><br />* Una vez un jugador haya bajado su juego, NO puede volver a tomar cartas del descarte, solo puede tomar de la baraja.<br /><br />* Antes de iniciar el juego, el jugador que reparte el primer juego, decide cuales de las 6 manos o sets son obligadas<br /><br />* Si un jugador toma una carta del descarte, no puede descartar esa carta en el mismo turno<br /><br /><br />COMODIN:<br /><br />El comodin reemplaza cualquier carta ya sea en una terna o en una escalera<br />Un juego, sea terna o escalera, no se puede descartar solo con Comodines, debe tener al menos una carta diferente a un comodin<br /><br />VALOR DE LAS CARTAS:<br /><br />* Los numeros entre el 2 y el 10, sin importar la pintan tienen el valor que el número representa<br />* El As de treboles o de picas tiene valor de 15 puntos<br />* el As de Diamantes o de Corazones tiene valor de un punto<br />* Las Letras J, Q, K tienen valor de 10 puntos, sin importar la pinta.<br />* El Comodin Tiene valor de 100 Puntos<br /><br /><br />

source: Games
es: Juegos

source: My Games
es: Mis Juegos

source: Search
es: Buscar

source: Settings
es: Configuraciones

source: Logout
es: Desconectar

# PlayHere
source: Play On PC via Web
es: Juega desde el PC via Web

# DownloadDesc
source: Download the Phone Application
es: Descarga la aplicación para el telefono

source: Download
es: Descargar

source: Standings
es: Posiciones

source: Won
es: Ganados

source: Lost
es: Perdidos

source: Both Lost
es: Ambos perdieron

# ResetPassDesc
source: Type your e-mail to send the password reset information
es: Digita el correo electronico para enviar la información dew reinicio de contraseña

source: Cancel
es: Cancelar

# NewPass
source: New Password
es: Nueva contraseña

# NewPassDesc
source: type a new password, Min: 6 Characters, with numbers and letter (Uppercase and Lowercase)
es: Escribe una nueva contraseña. min: 6 caracteres, números y letras (Mayusculas y minusculas)

source: Link Expired
es: Enlace no valido

# ChangePass
source: Change Password
es: Canbiar Contraseña

# ResetPassSent
source: Email Sent, check your Inbox to reset your password
es: Email enviado

source: Search Game
es: Buscar Juego

source: Save
es: Guardar
